{"origin_pdf_path": "https://mufredat.meb.gov.tr/Dosyalar/TTKB/Ortaokul/5/Matematik/matematik_5.pdf", "text_in_pdf": "T.C. MiLLi EGiTiM BAKANLIG  \n\nMATEMATİK DERSİ ÖĞRETİM PROGRAMI (Kritik konu ve kazanımlar)  \n\n(Ortaokul 5. Sınıf)  \n\n5. SINIF  \n\nUNITEKONULARMEVCUT KAZANIM SAYISIKRITiKKAZANIM SAYISIKRITIKOLMAYAN KAZANIMSAYISI3.UNITEM.5.1.6.YUZDELER M.5.2.1.TEMEL4224.UNITEGEOMETRIK KAVRAMLARVE CiZIMLER642M.5.2.2. UCGEN VE DORTGENLER4405.UNITEM.5.3.1.VERi TOPLAMAVE32DEGERLENDIRME M.5.2.3. UZUNLUK VE1ZAMAN OLCME M.5.2.4.ALANOLCME330M.5.2.5.GEOMETRiK413CiSiMLER TOPLAM3 272 181 9\n\nM.5.1.6. Yüzdeler  \n\nKAZANIM VE AÇIKLAMALAR  \n\nM.5.1.6.1. Paydası 100 olan kesirleri yüzde sembolü $(\\%)$ ile gösterir.  \n\nYüzde sembolünü $(\\%)$ anlamlandırmaya yönelik çalışmalara yer verilir. %100’den küçük olan yüzdelik ifadeler ile sınırlı kalınır.  \n\nM.5.1.6.2. Bir yüzdelik ifadeyi aynı büyüklüğü temsil eden kesir ve ondalık gösterimle ilişkilendirir, bu gösterimleri birbirine dönüştürür.  \n\nSözü edilen ilişkileri anlamayı kolaylaştırıcı modellerle yapılacak çalışmalara yer verilir.  \n\nM.5.2.1. Temel Geometrik Kavramlar ve Çizimler  \n\nM.5.2.1.1. Doğru, doğru parçası, ışını açıklar ve sembolle gösterir.  \n\nAynı düzlemdeki iki doğrunun birbirlerine göre durumları (kesişen, paralel, çakışık) ele alınarak sembolle gösterilir.  \n\nM.5.2.1.2. Bir noktanın diğer bir noktaya göre konumunu yön ve birim kullanarak ifade eder.  \n\na) Kareli, noktalı kâğıt vb. üzerinde çalışmalar yapılır. Örneğin A noktası B noktasının 3 birim sağında/ solunda; 2 birim aşağısında/ yukarısında; 4 birim sağının/solunun 2 birim yukarısında/aşağısında gibi  \n\nb) Gerçek hayat durumları ile ilgili örneklere de yer verilir.  \n\nM.5.2.1.4. $90^{\\circ}\\mathrm{{}^{~\\!}}$ ’lik bir açıyı referans alarak dar, dik ve geniş açıları oluşturur; oluşturulmuş bir açının dar, dik ya da geniş açılı olduğunu belirler.  \n\na) Kareli, noktalı kâğıt vb. üzerinde çalışmalar yapılır.   \nb) Açıları belirlerken veya oluştururken referans olarak bir kâğıdın köşesinin, gönyenin veya bir açıölçerin kullanılması istenebilir.   \nc) Açılar isimlendirilerek ifade edilir.  \n\nM.5.2.1.5. Bir doğruya üzerindeki veya dışındaki bir noktadan dikme çizer.  \n\nM.5.2.2. Üçgen ve Dörtgenler  \n\nM.5.2.2.1. Çokgenleri isimlendirir, oluşturur ve temel elemanlarını tanır.  \n\na) Temel elemanlar olarak kenar, köşe, iç açı ve köşegen tanıtılır.   \nb) Yalnızca dışbükey çokgenler ele alınır.   \nc) İç açıların toplamı ve köşegen sayısına değinilmez.  \n\nM.5.2.2.2. Açılarına ve kenarlarına göre üçgenler oluşturur, oluşturulmuş farklı üçgenleri kenar ve açı özelliklerine göre sınıflandırır.  \n\na) Kareli, noktalı, izometrik kâğıt vb. üzerinde çalışmalar yapılır. b) Açılarına göre üçgen oluştururken veya yorumlarken $90^{\\circ}$ ’lik bir açının bir kâğıdın köşesi, gönye, açıölçer veya benzeri bir araç kullanılarak belirlenmesi çalışmalarına yer verilir.  \n\nM.5.2.2.3. Dikdörtgen, paralelkenar, eşkenar dörtgen ve yamuğun temel elemanlarını belirler ve çizer.  \n\na) Açı, kenar ve köşegen özellikleri üzerinde durulur.   \nb) Kareli ve izometrik kâğıtların yanı sıra dinamik geometri yazılımları ile özel dörtgenlerin dinamik incelemelerine yönelik sınıf içi çalışmalara yer verilebilir.   \nc) Kare, dikdörtgenin özel bir durumu olarak ele alınır.   \nç) Yamuk tanıtılırken kenar çiftlerinden en az birinin paralel olduğu vurgulanır.   \nd) Yamuk çeşitlerine girilmez.  \n\nM.5.2.2.4. Üçgen ve dörtgenlerin iç açılarının ölçüleri toplamını belirler ve verilmeyen açıyı bulur.  \n\nİç açıların ölçüleri toplamı bulunurken kâğıt katlama veya uygun modellerle yapılacak etkinliklere yer verilir.  \n\nM.5.3.1. Veri Toplama ve Değerlendirme  \n\nM.5.3.1.1. Veri toplamayı gerektiren araştırma soruları oluşturur.  \n\na) Araştırma sorusu oluşturabilmek için \"Bir sınıftaki öğrencilerin en sevdiği meyvelerin neler olduğu bir araştırma sorusudur ancak bir kişinin en sevdiği meyvenin ne olduğu sorusu araştırma sorusu değildir.\" gibi örnekler üzerinde durulur. b) Araştırma soruları oluşturulurken çevre bilinci, tutumluluk, yardımlaşma, israftan kaçınma vb. konulara yer verilir.  \n\nM.5.3.1.2. Araştırma sorularına ilişkin verileri toplar, sıklık tablosu ve sütun grafiğiyle gösterir.  \n\na)  Tek  özelliğe  yönelik  süreksiz  veri  gruplarıyla  sınırlı  kalınır.  Sürekli  ve  süreksiz kavramlara girilmez.   \nb) Verileri düzenlemek ve grafikle göstermek için gerektiğinde uygun bilgi ve iletişim teknolojilerinden yararlanılır.  \n\nM.5.2.3. Uzunluk ve Zaman Ölçme  \n\nM.5.2.3.1. Uzunluk ölçme birimlerini tanır; metre-kilometre, metre-desimetre-santimetremilimetre birimlerini birbirine dönüştürür ve ilgili problemleri çözer.  \n\nOndalık kısmı en çok üç basamaklı olan sayılarla sınırlı kalınır.  \n\nM.5.2.3.2. Üçgen ve dörtgenlerin çevre uzunluklarını hesaplar, verilen bir çevre uzunluğuna sahip farklı şekiller oluşturur.  \n\nÇevre uzunluğunu tahmin etmeye yönelik çalışmalara yer verilir.  \n\nM.5.2.3.3. Zaman ölçme birimlerini tanır, birbirine dönüştürür ve ilgili problemleri çözer.  \n\na) Saniye, dakika, saat, gün, hafta, ay ve yıl ele alınır.   \nb) Zaman yönetimi ile ilgili problemler ele alınır.  \n\nM.5.2.4. Alan Ölçme  \n\nM.5.2.4.1. Dikdörtgenin alanını hesaplar, santimetrekare ve metrekareyi kullanır.  \n\na) Kare, dikdörtgenin özel bir durumu olarak ele alınır.   \nb) Ayrıca alan kavramını anlamlandırmaya yönelik çalışmalara yer verilir.  \n\nM.5.2.5. Geometrik Cisimler  \n\nM.5.2.5.1. Dikdörtgenler prizmasını tanır ve temel elemanlarını belirler.  \n\nKare prizma ve küp, dikdörtgenler prizmasının özel durumları olarak ele alınır.  \n\nM.5.2.5.3. Dikdörtgenler prizmasının yüzey alanını hesaplamayı gerektiren problemleri çözer.  \n\nKüp ve kare prizma, dikdörtgenler prizmasının özel durumları olarak ele alınır.", "files_in_pdf": [{"path": ".pdf_temp/subset_1_30_448d8b77_1766219283/images/7ctm09.jpg", "size": 166026}]}